Repository: Vistaus/gnome-shell-pano
Catalog: resources/po/*.po
Languages: nl

source: Allow Pano to paste content on select
nl: Selectie vervangen door klembordinhoud

source: Allow Pano to play an audio when copying new content
nl: Geluid afspelen na kopiëren van item/tekst

source: Allow Pano to visit links on your clipboard to generate link previews
nl: Koppelingen op klembord voorzien van miniatuurvoorbeelden

source: Allows you to toggle incognito mode
nl: Incognitomodus aan/uit

source: Allows you to toggle visibility of the clipboard manager
nl: Klembordbeheer tonen/verbergen

source: Are you sure you want to clear history?
nl: Weet u zeker dat u de geschiedenis wilt wissen?

source: Cancel
nl: Annuleren

source: Choose pano database location
nl: Kies de Pano-databanklocatie

source: Clear
nl: Wissen

source: Clear History
nl: Geschiedenis wissen

source: Clears the clipboard database and cache
nl: Wis het klembord en de cache

source: Danger Zone
nl: Gevarenzone

source: Database Location
nl: Databanklocatie

source: Excluded Apps
nl: Uitgesloten toepassingen

source: Failed to select directory
nl: Deze map kan niet worden gebruikt

source: General
nl: Algemeen

source: General Options
nl: Algemene voorkeuren

source: Global Shortcut
nl: Globale sneltoets

source: History Length
nl: Aantal geschiedenisitems

source: Incognito Mode
nl: Incognitomodus

source: Incognito Mode Shortcut
nl: Incognitomodus-sneltoets

source: Keep Search Entry
nl: Zoekopdracht niet wissen

source: Keep search entry when Pano hides
nl: Bewaar de zoekopdracht na het verbergen van Pano

source: Link Previews
nl: Linkvoorvertoningen

source: Manage Exclusions
nl: Uitzonderingen beheren

source: New shortcut
nl: Nieuwe snelkoppeling

source: Pano will stop tracking if any window from the list is focussed
nl: Pano volgt geen vensters van toepassingen op de lijst

source: Paste on Select
nl: Selectie vervangen door klembordinhoud

source: Play an Audio on Copy
nl: Geluid afspelen na kopiëren van item/tekst

source: Select a shortcut
nl: Kies een snelkoppeling

source: Session Only Mode
nl: Alleen binnen huidige sessie

source: Settings
nl: Voorkeuren

source: Show Indicator
nl: Indicator tonen

source: Shows an indicator on top panel
nl: Toont een indicator op de bovenbalk

source: Sync Primary
nl: Primaire selectie synchroniseren

source: Sync primary selection with clipboard selection
nl: Synchroniseer de primaire selectie met de klembordselectie

source: Type to search
nl: Typen om te zoeken

source: Watch Exclusions
nl: Uitzonderingen handhaven

source: When enabled, Pano will clear all history on logout/restart/shutdown.
nl: Schakel in om alle geschiedenis te wissen na uitloggen, herstarten en afsluiten.

source: When enabled, Pano will not track clipboard from excluded apps
nl: Schakel in om het klembord niet te gebruiken in uitgezonderde toepassingen.

source: Window class name
nl: Vensterklassenaam

source: You can limit your clipboard history length between 10 - 500
nl: Je kunt de klembordgeschiedenis beperken tot 10-500 items
